{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<mask>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<DOC_START>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Split",
    "pattern": {
      "Regex": "[a-z'#]+"
    },
    "behavior": "Isolated",
    "invert": true
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": "",
    "end_of_word_suffix": "",
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<unk>": 0,
      "<pad>": 1,
      "<s>": 2,
      "</s>": 3,
      "<mask>": 4,
      "<DOC_START>": 5,
      "!": 6,
      "\"": 7,
      "#": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "A": 37,
      "C": 38,
      "D": 39,
      "H": 40,
      "I": 41,
      "M": 42,
      "N": 43,
      "O": 44,
      "R": 45,
      "S": 46,
      "T": 47,
      "U": 48,
      "W": 49,
      "X": 50,
      "Y": 51,
      "[": 52,
      "\\": 53,
      "]": 54,
      "^": 55,
      "_": 56,
      "`": 57,
      "a": 58,
      "b": 59,
      "c": 60,
      "d": 61,
      "e": 62,
      "f": 63,
      "g": 64,
      "h": 65,
      "i": 66,
      "j": 67,
      "k": 68,
      "l": 69,
      "m": 70,
      "n": 71,
      "o": 72,
      "p": 73,
      "q": 74,
      "r": 75,
      "s": 76,
      "t": 77,
      "u": 78,
      "v": 79,
      "w": 80,
      "x": 81,
      "y": 82,
      "z": 83,
      "{": 84,
      "|": 85,
      "}": 86,
      "~": 87,
      "£": 88,
      "­": 89,
      "¿": 90,
      "×": 91,
      "à": 92,
      "ã": 93,
      "æ": 94,
      "þ": 95,
      "ķ": 96,
      "œ": 97,
      "в": 98,
      "ं": 99,
      "ऽ": 100,
      "।": 101,
      "‘": 102,
      "’": 103,
      "件": 104,
      "夹": 105,
      "建": 106,
      "文": 107,
      "新": 108,
      "未": 109,
      "标": 110,
      "桌": 111,
      "档": 112,
      "面": 113,
      "题": 114,
      "ng": 115,
      "pa": 116,
      "ang": 117,
      "yi": 118,
      "ba": 119,
      "na": 120,
      "la": 121,
      "ya": 122,
      "gs": 123,
      "ha": 124,
      "//": 125,
      "he": 126,
      "dang": 127,
      "de": 128,
      "da": 129,
      "par": 130,
      "ms": 131,
      "ts": 132,
      "du": 133,
      "ho": 134,
      "hi": 135,
      "ni": 136,
      "ma": 137,
      "ye": 138,
      "bya": 139,
      "bs": 140,
      "yu": 141,
      "hes": 142,
      "kyi": 143,
      "ra": 144,
      "ta": 145,
      "te": 146,
      "ph": 147,
      "yang": 148,
      "yo": 149,
      "nyi": 150,
      "rna": 151,
      "do": 152,
      "yin": 153,
      "po": 154,
      "zhi": 155,
      "dag": 156,
      "hu": 157,
      "mi": 158,
      "nas": 159,
      "rg": 160,
      "zhes": 161,
      "ro": 162,
      "ri": 163,
      "so": 164,
      "ca": 165,
      "me": 166,
      "gyi": 167,
      "nyid": 168,
      "to": 169,
      "tha": 170,
      "bar": 171,
      "yur": 172,
      "ru": 173,
      "gyur": 174,
      "sk": 175,
      "med": 176,
      "yed": 177,
      "rgya": 178,
      "ngs": 179,
      "las": 180,
      "bzhi": 181,
      "su": 182,
      "lta": 183,
      "gi": 184,
      "ci": 185,
      "di": 186,
      "se": 187,
      "tu": 188,
      "dz": 189,
      "cho": 190,
      "phyi": 191,
      "gz": 192,
      "rnams": 193,
      "nga": 194,
      "bu": 195,
      "ngo": 196,
      "kh": 197,
      "sems": 198,
      "pas": 199,
      "han": 200,
      "rj": 201,
      "rnam": 202,
      "bzhin": 203,
      "ste": 204,
      "shes": 205,
      "phyir": 206,
      "go": 207,
      "byed": 208,
      "lo": 209,
      "che": 210,
      "od": 211,
      "gang": 212,
      "ga": 213,
      "es": 214,
      "mo": 215,
      "yod": 216,
      "rang": 217,
      "sogs": 218,
      "dan": 219,
      "cad": 220,
      "tho": 221,
      "gsu": 222,
      "ldan": 223,
      "am": 224,
      "chu": 225,
      "ji": 226,
      "tan": 227,
      "chos": 228,
      "thams": 229,
      "kyis": 230,
      "gnas": 231,
      "no": 232,
      "sp": 233,
      "bc": 234,
      "kho": 235,
      "kha": 236,
      "db": 237,
      "ltar": 238,
      "br": 239,
      "can": 240,
      "ku": 241,
      "sto": 242,
      "yung": 243,
      "don": 244,
      "chen": 245,
      "rab": 246,
      "cig": 247,
      "bdag": 248,
      "gru": 249,
      "lu": 250,
      "dpa": 251,
      "nya": 252,
      "ge": 253,
      "kyang": 254,
      "tsho": 255,
      "bo": 256,
      "byung": 257,
      "ka": 258,
      "gyis": 259,
      "bz": 260,
      "ad": 261,
      "gro": 262,
      "skye": 263,
      "byang": 264,
      "angs": 265,
      "shi": 266,
      "rje": 267,
      "gnyi": 268,
      "grub": 269,
      "cha": 270,
      "gzhan": 271,
      "gnyis": 272,
      "re": 273,
      "om": 274,
      "mts": 275,
      "byas": 276,
      "rgyu": 277,
      "pha": 278,
      "das": 279,
      "chub": 280,
      "rgyas": 281,
      "bra": 282,
      "khor": 283,
      "nye": 284,
      "thu": 285,
      "rdo": 286,
      "gis": 287,
      "sb": 288,
      "kun": 289,
      "lha": 290,
      "bstan": 291,
      "ngon": 292,
      "tsa": 293,
      "dus": 294,
      "dge": 295,
      "nang": 296,
      "sa": 297,
      "bas": 298,
      "gsum": 299,
      "in": 300,
      "dbang": 301,
      "yor": 302,
      "yon": 303,
      "had": 304,
      "ten": 305,
      "rdz": 306,
      "mcho": 307,
      "bcom": 308,
      "yongs": 309,
      "rto": 310,
      "sangs": 311,
      "tshi": 312,
      "gzu": 313,
      "ug": 314,
      "zhing": 315,
      "gcig": 316,
      "dod": 317,
      "mtshan": 318,
      "gra": 319,
      "snga": 320,
      "rgyal": 321,
      "stong": 322,
      "ces": 323,
      "dzin": 324,
      "le": 325,
      "bde": 326,
      "ti": 327,
      "slo": 328,
      "zhe": 329,
      "ngos": 330,
      "tshe": 331,
      "mngon": 332,
      "rol": 333,
      "spyod": 334,
      "phya": 335,
      "gsungs": 336,
      "mtho": 337,
      "brj": 338,
      "phyag": 339,
      "dngos": 340,
      "rten": 341,
      "tshu": 342,
      "cing": 343,
      "dra": 344,
      "dam": 345,
      "tshogs": 346,
      "brgya": 347,
      "gshe": 348,
      "lus": 349,
      "brjod": 350,
      "dug": 351,
      "zhig": 352,
      "rdzo": 353,
      "sm": 354,
      "rigs": 355,
      "mthong": 356,
      "gshegs": 357,
      "mdz": 358,
      "tshig": 359,
      "jig": 360,
      "bsk": 361,
      "rig": 362,
      "gzugs": 363,
      "shing": 364,
      "za": 365,
      "rjes": 366,
      "bshad": 367,
      "lnga": 368,
      "nyam": 369,
      "rdzogs": 370,
      "phyin": 371,
      "yogs": 372,
      "lam": 373,
      "des": 374,
      "snang": 375,
      "sha": 376,
      "skad": 377,
      "dga": 378,
      "smra": 379,
      "rta": 380,
      "mtha": 381,
      "skyes": 382,
      "mkha": 383,
      "sku": 384,
      "rts": 385,
      "khya": 386,
      "tshul": 387,
      "bca": 388,
      "phyogs": 389,
      "al": 390,
      "mchog": 391,
      "ung": 392,
      "yid": 393,
      "nu": 394,
      "bcu": 395,
      "rin": 396,
      "thob": 397,
      "nying": 398,
      "jug": 399,
      "chags": 400,
      "er": 401,
      "dun": 402,
      "byor": 403,
      "snying": 404,
      "ston": 405,
      "ol": 406,
      "kyil": 407,
      "rung": 408,
      "bras": 409,
      "gal": 410,
      "bsam": 411,
      "bcas": 412,
      "hugs": 413,
      "lag": 414,
      "dmi": 415,
      "sngags": 416,
      "dmigs": 417,
      "hal": 418,
      "dkyil": 419,
      "slong": 420,
      "yen": 421,
      "rtsa": 422,
      "mar": 423,
      "sbyin": 424,
      "yul": 425,
      "nam": 426,
      "rtog": 427,
      "khams": 428,
      "rul": 429,
      "rtogs": 430,
      "gu": 431,
      "dri": 432,
      "bsgo": 433,
      "nges": 434,
      "sbyor": 435,
      "rug": 436,
      "sgra": 437,
      "byin": 438,
      "sna": 439,
      "sn": 440,
      "mthu": 441,
      "hag": 442,
      "mdzad": 443,
      "tsam": 444,
      "dad": 445,
      "sgo": 446,
      "yan": 447,
      "dp": 448,
      "chi": 449,
      "mos": 450,
      "on": 451,
      "dgo": 452,
      "lung": 453,
      "byar": 454,
      "drug": 455,
      "mchod": 456,
      "dbu": 457,
      "bral": 458,
      "dog": 459,
      "min": 460,
      "yis": 461,
      "gsal": 462,
      "phra": 463,
      "nyan": 464,
      "rtag": 465,
      "sh": 466,
      "log": 467,
      "ngan": 468,
      "sdug": 469,
      "rk": 470,
      "sri": 471,
      "gsol": 472,
      "brgyad": 473,
      "*//": 474,
      "shin": 475,
      "smras": 476,
      "mongs": 477,
      "dud": 478,
      "the": 479,
      "reg": 480,
      "spa": 481,
      "bsnga": 482,
      "khyad": 483,
      "sgrub": 484,
      "dir": 485,
      "bla": 486,
      "sum": 487,
      "rgyud": 488,
      "tshad": 489,
      "srid": 490,
      "ting": 491,
      "bskyed": 492,
      "nyon": 493,
      "un": 494,
      "mnyam": 495,
      "thos": 496,
      "man": 497,
      "por": 498,
      "dka": 499,
      "og": 500,
      "gsang": 501,
      "sngon": 502,
      "aa": 503,
      "bka": 504,
      "rim": 505,
      "gts": 506,
      "dul": 507,
      "chad": 508,
      "mig": 509,
      "rnal": 510,
      "nyes": 511,
      "mthun": 512,
      "gto": 513,
      "thabs": 514,
      "pos": 515,
      "yong": 516,
      "khri": 517,
      "sbyar": 518,
      "gtan": 519,
      "bsngal": 520,
      "zad": 521,
      "bsgom": 522,
      "khyod": 523,
      "thugs": 524,
      "hang": 525,
      "slob": 526,
      "pad": 527,
      "zla": 528,
      "rangs": 529,
      "tshal": 530,
      "yas": 531,
      "lags": 532,
      "nyen": 533,
      "lhag": 534,
      "phags": 535,
      "zhugs": 536,
      "legs": 537,
      "blo": 538,
      "gzhi": 539,
      "mya": 540,
      "snyam": 541,
      "nyams": 542,
      "nge": 543,
      "mdo": 544,
      "mang": 545,
      "khro": 546,
      "gri": 547,
      "brts": 548,
      "nus": 549,
      "bgyi": 550,
      "tsal": 551,
      "dpal": 552,
      "bk": 553,
      "bsgrub": 554,
      "mkh": 555,
      "bre": 556,
      "ska": 557,
      "phan": 558,
      "bsku": 559,
      "gn": 560,
      "dbyi": 561,
      "mkhyen": 562,
      "grol": 563,
      "mtsho": 564,
      "lan": 565,
      "nad": 566,
      "um": 567,
      "gnod": 568,
      "smos": 569,
      "stobs": 570,
      "tags": 571,
      "mchi": 572,
      "ming": 573,
      "dbye": 574,
      "bye": 575,
      "lang": 576,
      "bzang": 577,
      "tung": 578,
      "brel": 579,
      "os": 580,
      "sla": 581,
      "der": 582,
      "li": 583,
      "yug": 584,
      "ring": 585,
      "bdun": 586,
      "zer": 587,
      "rog": 588,
      "len": 589,
      "thi": 590,
      "khyi": 591,
      "sor": 592,
      "gos": 593,
      "pho": 594,
      "bdud": 595,
      "bden": 596,
      "khyab": 597,
      "rlung": 598,
      "rtsi": 599,
      "rag": 600,
      "dran": 601,
      "stsal": 602,
      "grangs": 603,
      "phung": 604,
      "rkyen": 605,
      "spangs": 606,
      "jigs": 607,
      "song": 608,
      "gzhag": 609,
      "langs": 610,
      "chung": 611,
      "zag": 612,
      "tshigs": 613,
      "skabs": 614,
      "tog": 615,
      "mu": 616,
      "dkar": 617,
      "snyo": 618,
      "dza": 619,
      "badz": 620,
      "ngag": 621,
      "theg": 622,
      "wa": 623,
      "mkhas": 624,
      "ltung": 625,
      "mthar": 626,
      "snyoms": 627,
      "nams": 628,
      "gsung": 629,
      "nor": 630,
      "gzung": 631,
      "tsha": 632,
      "brten": 633,
      "gzhu": 634,
      "dgra": 635,
      "dpag": 636,
      "mchis": 637,
      "or": 638,
      "khu": 639,
      "mtsha": 640,
      "mgo": 641,
      "blta": 642,
      "bzlas": 643,
      "rtse": 644,
      "bsdus": 645,
      "bzhugs": 646,
      "spyi": 647,
      "shu": 648,
      "dbus": 649,
      "dpo": 650,
      "phu": 651,
      "yad": 652,
      "lhan": 653,
      "gar": 654,
      "ong": 655,
      "tshor": 656,
      "brtson": 657,
      "dbyings": 658,
      "bri": 659,
      "bts": 660,
      "sde": 661,
      "gda": 662,
      "smin": 663,
      "bum": 664,
      "khyim": 665,
      "bur": 666,
      "steng": 667,
      "lab": 668,
      "aom": 669,
      "bsod": 670,
      "nag": 671,
      "shig": 672,
      "dpon": 673,
      "ched": 674,
      "va": 675,
      "ras": 676,
      "srog": 677,
      "bcad": 678,
      "tang": 679,
      "dis": 680,
      "khrims": 681,
      "sam": 682,
      "as": 683,
      "rn": 684,
      "thar": 685,
      "spro": 686,
      "spo": 687,
      "sngar": 688,
      "sar": 689,
      "rgyun": 690,
      "bsa": 691,
      "phrul": 692,
      "bzung": 693,
      "zin": 694,
      "ce": 695,
      "phrag": 696,
      "gzi": 697,
      "dmar": 698,
      "skyed": 699,
      "bskur": 700,
      "zhu": 701,
      "dgongs": 702,
      "dper": 703,
      "sman": 704,
      "bi": 705,
      "badzra": 706,
      "tsh": 707,
      "spyan": 708,
      "bzod": 709,
      "res": 710,
      "brtan": 711,
      "sprul": 712,
      "zhal": 713,
      "grib": 714,
      "mas": 715,
      "reng": 716,
      "grags": 717,
      "dgu": 718,
      "dgos": 719,
      "rnyed": 720,
      "mtshu": 721,
      "labs": 722,
      "khang": 723,
      "zas": 724,
      "bud": 725,
      "mtshams": 726,
      "mtshungs": 727,
      "gc": 728,
      "sdi": 729,
      "bzhag": 730,
      "thal": 731,
      "bsnyen": 732,
      "ldog": 733,
      "ongs": 734,
      "padma": 735,
      "bab": 736,
      "gong": 737,
      "longs": 738,
      "bag": 739,
      "brag": 740,
      "rkang": 741,
      "phye": 742,
      "lto": 743,
      "blangs": 744,
      "zha": 745,
      "rdzas": 746,
      "shar": 747,
      "yangs": 748,
      "lhu": 749,
      "cu": 750,
      "chang": 751,
      "khru": 752,
      "spang": 753,
      "khye": 754,
      "phe": 755,
      "sg": 756,
      "brtags": 757,
      "khrag": 758,
      "rgyan": 759,
      "mon": 760,
      "gzho": 761,
      "myong": 762,
      "tshangs": 763,
      "bskor": 764,
      "sdig": 765,
      "spyad": 766,
      "phyug": 767,
      "thogs": 768,
      "skyon": 769,
      "bon": 770,
      "ser": 771,
      "thag": 772,
      "gnyen": 773,
      "sgro": 774,
      "gtso": 775,
      "bslab": 776,
      "phyed": 777,
      "jam": 778,
      "char": 779,
      "phreng": 780,
      "sgyu": 781,
      "smon": 782,
      "yig": 783,
      "dung": 784,
      "tag": 785,
      "thog": 786,
      "sdo": 787,
      "hA": 788,
      "bor": 789,
      "sho": 790,
      "thig": 791,
      "gtogs": 792,
      "gcod": 793,
      "dogs": 794,
      "snyed": 795,
      "ngu": 796,
      "btang": 797,
      "mnga": 798,
      "btsun": 799,
      "cag": 800,
      "mtshon": 801,
      "khrul": 802,
      "spong": 803,
      "brgyan": 804,
      "chud": 805,
      "pu": 806,
      "nan": 807,
      "thun": 808,
      "bsgoms": 809,
      "mched": 810,
      "thub": 811,
      "lugs": 812,
      "mdog": 813,
      "sgrib": 814,
      "sbyong": 815,
      "btags": 816,
      "snod": 817,
      "be": 818,
      "grong": 819,
      "bsams": 820,
      "dha": 821,
      "bska": 822,
      "bad": 823,
      "bsdu": 824,
      "rdul": 825,
      "drag": 826,
      "ram": 827,
      "gser": 828,
      "bci": 829,
      "rtags": 830,
      "ltos": 831,
      "bru": 832,
      "mdzes": 833,
      "zhen": 834,
      "nub": 835,
      "bcings": 836,
      "ral": 837,
      "hU": 838,
      "byams": 839,
      "she": 840,
      "dk": 841,
      "klu": 842,
      "dpe": 843,
      "phel": 844,
      "khyer": 845,
      "dre": 846,
      "thug": 847,
      "phro": 848,
      "bcos": 849,
      "ze": 850,
      "bku": 851,
      "grus": 852,
      "sdang": 853,
      "phun": 854,
      "tod": 855,
      "bzlog": 856,
      "bram": 857,
      "tab": 858,
      "dor": 859,
      "sdom": 860,
      "lca": 861,
      "bskal": 862,
      "slar": 863,
      "ling": 864,
      "dong": 865,
      "bstod": 866,
      "zab": 867,
      "khong": 868,
      "btab": 869,
      "cher": 870,
      "jo": 871,
      "ris": 872,
      "lcags": 873,
      "sarba": 874,
      "skya": 875,
      "mad": 876,
      "gog": 877,
      "bgyid": 878,
      "sbyang": 879,
      "gtor": 880,
      "gtong": 881,
      "srung": 882,
      "bsgyur": 883,
      "slad": 884,
      "sreg": 885,
      "nyad": 886,
      "sgom": 887,
      "long": 888,
      "il": 889,
      "en": 890,
      "bos": 891,
      "brtag": 892,
      "drang": 893,
      "gdon": 894,
      "tshom": 895,
      "ches": 896,
      "pra": 897,
      "cung": 898,
      "gtsug": 899,
      "khyed": 900,
      "myur": 901,
      "bkod": 902,
      "gzigs": 903,
      "tshang": 904,
      "lce": 905,
      "bza": 906,
      "gta": 907,
      "sel": 908,
      "yum": 909,
      "bus": 910,
      "dben": 911,
      "gso": 912,
      "kye": 913,
      "dg": 914,
      "khas": 915,
      "kar": 916,
      "*/": 917,
      "joms": 918,
      "dbyangs": 919,
      "gzhug": 920,
      "non": 921,
      "dres": 922,
      "byad": 923,
      "spros": 924,
      "bsrung": 925,
      "mdun": 926,
      "gzhon": 927,
      "rdzu": 928,
      "rel": 929,
      "khan": 930,
      "phat": 931,
      "brtsa": 932,
      "snyad": 933,
      "yos": 934,
      "brlabs": 935,
      "phul": 936,
      "gzhung": 937,
      "brtsams": 938,
      "zhabs": 939,
      "nyin": 940,
      "nyer": 941,
      "mod": 942,
      "bcug": 943,
      "dgod": 944,
      "gtsang": 945,
      "ngang": 946,
      "srin": 947,
      "dab": 948,
      "ngas": 949,
      "mkhan": 950,
      "zhag": 951,
      "seng": 952,
      "gros": 953,
      "au": 954,
      "ub": 955,
      "lj": 956,
      "sv": 957,
      "gag": 958,
      "bsal": 959,
      "gzungs": 960,
      "dro": 961,
      "an": 962,
      "thod": 963,
      "blang": 964,
      "dar": 965,
      "gdab": 966,
      "si": 967,
      "rus": 968,
      "glang": 969,
      "tshun": 970,
      "mdzod": 971,
      "lho": 972,
      "rlo": 973,
      "sras": 974,
      "rad": 975,
      "bskyod": 976,
      "rims": 977,
      "gshi": 978,
      "thad": 979,
      "rdzob": 980,
      "grogs": 981,
      "oM": 982,
      "yab": 983,
      "dbul": 984,
      "phyis": 985,
      "mug": 986,
      "ed": 987,
      "myal": 988,
      "dmyal": 989,
      "mgon": 990,
      "sprin": 991,
      "bam": 992,
      "gti": 993,
      "gam": 994,
      "ko": 995,
      "bskul": 996,
      "gegs": 997,
      "brang": 998,
      "brtse": 999,
      "tra": 1000,
      "bkur": 1001,
      "skal": 1002,
      "rmi": 1003,
      "dril": 1004,
      "tul": 1005,
      "gus": 1006,
      "gdan": 1007,
      "mdor": 1008,
      "gzhal": 1009,
      "..": 1010,
      "nar": 1011,
      "mong": 1012,
      "red": 1013,
      "smad": 1014,
      "lhung": 1015,
      "ngam": 1016,
      "phyung": 1017,
      "thung": 1018,
      "bha": 1019,
      "gshin": 1020,
      "grel": 1021,
      "ur": 1022,
      "goms": 1023,
      "bsten": 1024,
      "snyan": 1025,
      "grubs": 1026,
      "brnyan": 1027,
      "dgag": 1028,
      "bh": 1029,
      "hUM": 1030,
      "sdud": 1031,
      "skyo": 1032,
      "bsha": 1033,
      "gling": 1034,
      "khrod": 1035,
      "rmongs": 1036,
      "lte": 1037,
      "grang": 1038,
      "dur": 1039,
      "gdu": 1040,
      "pi": 1041,
      "stan": 1042,
      "tsan": 1043,
      "sred": 1044,
      "jog": 1045,
      "bsgrubs": 1046,
      "zhus": 1047,
      "dbyer": 1048,
      "bris": 1049,
      "skra": 1050,
      "gtu": 1051,
      "mun": 1052,
      "phrin": 1053,
      "dren": 1054,
      "mnyan": 1055,
      "ai": 1056,
      "dbugs": 1057,
      "ar": 1058,
      "tshur": 1059,
      "dris": 1060,
      "zho": 1061,
      "phur": 1062,
      "los": 1063,
      "bltas": 1064,
      "gdags": 1065,
      "tsi": 1066,
      "gnang": 1067,
      "bco": 1068,
      "gdul": 1069,
      "byi": 1070,
      "byis": 1071,
      "yud": 1072,
      "ki": 1073,
      "gags": 1074,
      "shog": 1075,
      "brda": 1076,
      "spos": 1077,
      "wA": 1078,
      "debs": 1079,
      "ny": 1080,
      "lhun": 1081,
      "skur": 1082,
      "spu": 1083,
      "skyabs": 1084,
      "gdung": 1085,
      "nyal": 1086,
      "skyong": 1087,
      "bod": 1088,
      "bgegs": 1089,
      "bsnams": 1090,
      "tshol": 1091,
      "rlabs": 1092,
      "phrad": 1093,
      "bgyis": 1094,
      "sbyangs": 1095,
      "rma": 1096,
      "shas": 1097,
      "thab": 1098,
      "kya": 1099,
      "mgu": 1100,
      "sgrol": 1101,
      "cang": 1102,
      "yun": 1103,
      "Sh": 1104,
      "drung": 1105,
      "bsngags": 1106,
      "bsngo": 1107,
      "rungs": 1108,
      "hum": 1109,
      "bkra": 1110,
      "bzhe": 1111,
      "gnon": 1112,
      "shis": 1113,
      "dman": 1114,
      "rtsod": 1115,
      "dh": 1116,
      "mnan": 1117,
      "ne": 1118,
      "brlab": 1119,
      "mnyes": 1120,
      "stegs": 1121,
      "sta": 1122,
      "gnyer": 1123,
      "mal": 1124,
      "bong": 1125,
      "gdong": 1126,
      "drangs": 1127,
      "mg": 1128,
      "rgyur": 1129,
      "bal": 1130,
      "sgras": 1131,
      "yes": 1132,
      "@#": 1133,
      "rtsol": 1134,
      "bsags": 1135,
      "dkon": 1136,
      "bring": 1137,
      "btsal": 1138,
      "cir": 1139,
      "sro": 1140,
      "zos": 1141,
      "th": 1142,
      "gdug": 1143,
      "kan": 1144,
      "brtul": 1145,
      "glu": 1146,
      "mdzub": 1147,
      "mthe": 1148,
      "sgyur": 1149,
      "yugs": 1150,
      "Sha": 1151,
      "dbyibs": 1152,
      "gle": 1153,
      "zil": 1154,
      "rlom": 1155,
      "bzhir": 1156,
      "kyu": 1157,
      "logs": 1158,
      "bshes": 1159,
      "mda": 1160,
      "gtam": 1161,
      "dpung": 1162,
      "khrus": 1163,
      "zhags": 1164,
      "sbo": 1165,
      "zung": 1166,
      "gsod": 1167,
      "tshod": 1168,
      "khrugs": 1169,
      "dum": 1170,
      "brkyang": 1171,
      "bcing": 1172,
      "mtshar": 1173,
      "mor": 1174,
      "2a": 1175,
      "1b": 1176,
      "2b": 1177,
      "rA": 1178,
      "3a": 1179,
      "4b": 1180,
      "5a": 1181,
      "4a": 1182,
      "5b": 1183,
      "3b": 1184,
      "dpyad": 1185,
      "yA": 1186,
      "6a": 1187,
      "7a": 1188,
      "6b": 1189,
      "btung": 1190,
      "dgyes": 1191,
      "bkag": 1192,
      "sbrul": 1193,
      "7b": 1194,
      "dbyung": 1195,
      "8b": 1196,
      "8a": 1197,
      "9a": 1198,
      "0a": 1199,
      "9b": 1200,
      "khyud": 1201,
      "dzi": 1202,
      "0b": 1203,
      "1a": 1204,
      "skar": 1205,
      "yog": 1206,
      "sra": 1207,
      "bzed": 1208,
      "shugs": 1209,
      "deng": 1210,
      "sbom": 1211,
      "srong": 1212,
      "nags": 1213,
      "gleng": 1214,
      "phal": 1215,
      "id": 1216,
      "tshong": 1217,
      "rga": 1218,
      "gdams": 1219,
      "klung": 1220,
      "aum": 1221,
      "shA": 1222,
      "dpyod": 1223,
      "bshags": 1224,
      "sbrang": 1225,
      "ae": 1226,
      "tshon": 1227,
      "mthi": 1228,
      "brjid": 1229,
      "gas": 1230,
      "nyung": 1231,
      "glo": 1232,
      "mam": 1233,
      "btu": 1234,
      "ing": 1235,
      "swA": 1236,
      "pham": 1237,
      "brgyud": 1238,
      "Na": 1239,
      "rnga": 1240,
      "dzam": 1241,
      "dangs": 1242,
      "@#//": 1243,
      "mgrin": 1244,
      "phrog": 1245,
      "pan": 1246,
      "ljang": 1247,
      "rgyus": 1248,
      "sti": 1249,
      "chod": 1250,
      ":/": 1251,
      "blugs": 1252,
      "tA": 1253,
      "gdugs": 1254,
      "ding": 1255,
      "sngo": 1256,
      "skrag": 1257,
      "yal": 1258,
      "thang": 1259,
      "dgug": 1260,
      "rtsal": 1261,
      "mjug": 1262,
      "regs": 1263,
      "khris": 1264,
      "blu": 1265,
      "ching": 1266,
      "gnyid": 1267,
      "rtsom": 1268,
      "brdz": 1269,
      "rgod": 1270,
      "tam": 1271,
      "ham": 1272,
      "dbab": 1273,
      "ldang": 1274,
      "gtad": 1275,
      "ster": 1276,
      "bul": 1277,
      "sgron": 1278,
      "lon": 1279,
      "dal": 1280,
      "rabs": 1281,
      "thim": 1282,
      "mA": 1283,
      "pags": 1284,
      "TA": 1285,
      "kA": 1286,
      "mkhris": 1287,
      "nA": 1288,
      "bsad": 1289,
      "phang": 1290,
      "lci": 1291,
      "bcud": 1292,
      "gram": 1293,
      "bdug": 1294,
      "til": 1295,
      "tri": 1296,
      "dhi": 1297,
      "khod": 1298,
      "khung": 1299,
      "tshim": 1300,
      "khrig": 1301,
      "yungs": 1302,
      "yam": 1303,
      "sts": 1304,
      "gte": 1305,
      "khar": 1306,
      "stag": 1307,
      "bskol": 1308,
      "bzhis": 1309,
      "byug": 1310,
      "rgyab": 1311,
      "tshan": 1312,
      "bebs": 1313,
      "ban": 1314,
      "dva": 1315,
      "gter": 1316,
      "gtum": 1317,
      "snu": 1318,
      "chog": 1319,
      "gan": 1320,
      "bgro": 1321,
      "khrug": 1322,
      "chus": 1323,
      "rgol": 1324,
      "rak": 1325,
      "byon": 1326,
      "dpas": 1327,
      "rjod": 1328,
      "ke": 1329,
      "lngas": 1330,
      "bro": 1331,
      "gci": 1332,
      "chag": 1333,
      "tv": 1334,
      "khe": 1335,
      "Ta": 1336,
      "dgon": 1337,
      "gcad": 1338,
      "phag": 1339,
      "lde": 1340,
      "bzhed": 1341,
      "phaT": 1342,
      "gtang": 1343,
      "bkug": 1344,
      "tshes": 1345,
      "dbyar": 1346,
      "rgal": 1347,
      "drod": 1348,
      "zur": 1349,
      "brdzun": 1350,
      "bsil": 1351,
      "radva": 1352,
      "bgrod": 1353,
      "kham": 1354,
      "bsgri": 1355,
      "kro": 1356,
      "ngul": 1357,
      "brtsegs": 1358,
      "dams": 1359,
      "ud": 1360,
      "bsregs": 1361,
      "spyir": 1362,
      "babs": 1363,
      "car": 1364,
      "gshed": 1365,
      "ril": 1366,
      "dma": 1367,
      "skom": 1368,
      "dwa": 1369,
      "nur": 1370,
      "ah": 1371,
      "bkang": 1372,
      "zug": 1373,
      "snum": 1374,
      "gral": 1375,
      "C_": 1376,
      "DO": 1377,
      "RT": 1378,
      "STA": 1379,
      "C_STA": 1380,
      "DOC_STA": 1381,
      "DOC_START": 1382,
      "hr": 1383,
      "sun": 1384,
      "lum": 1385,
      "rtsub": 1386,
      "tshar": 1387,
      "spobs": 1388,
      "zhim": 1389,
      "rtsibs": 1390,
      "ton": 1391,
      "gyen": 1392,
      "bsdams": 1393,
      "rgan": 1394,
      "stsol": 1395,
      "sgrogs": 1396,
      "dngul": 1397,
      "kri": 1398,
      "dvags": 1399,
      "bgrang": 1400,
      "khros": 1401,
      "mngal": 1402,
      "yeng": 1403,
      "srang": 1404,
      "bsreg": 1405,
      "phab": 1406,
      "bran": 1407,
      "11": 1408,
      "myos": 1409,
      "gnad": 1410,
      "bzhes": 1411,
      "mche": 1412,
      "skyob": 1413,
      "bsti": 1414,
      "slu": 1415,
      "bgos": 1416,
      "sad": 1417,
      "akya": 1418,
      "12": 1419,
      "////": 1420,
      "10": 1421,
      "shel": 1422,
      "13": 1423,
      "blon": 1424,
      "sham": 1425,
      "god": 1426,
      "zlum": 1427,
      "khyil": 1428,
      "16": 1429,
      "dags": 1430,
      "gyod": 1431,
      "15": 1432,
      "17": 1433,
      "dbyug": 1434,
      "bzad": 1435,
      "gur": 1436,
      "rdza": 1437,
      "gul": 1438,
      "14": 1439,
      "18": 1440,
      "dzag": 1441,
      "19": 1442,
      "bsgrags": 1443,
      "nyis": 1444,
      "lhags": 1445,
      "mthus": 1446,
      "btsa": 1447,
      "rags": 1448,
      "lngar": 1449,
      "/'": 1450,
      "bkru": 1451,
      "rjed": 1452,
      "rengs": 1453,
      "stod": 1454,
      "gdod": 1455,
      "20": 1456,
      "phros": 1457,
      "ugs": 1458,
      "swa": 1459,
      "21": 1460,
      "snam": 1461,
      "myu": 1462,
      "klong": 1463,
      "ltas": 1464,
      "tor": 1465,
      "rat": 1466,
      "gza": 1467,
      "bsgral": 1468,
      "rmad": 1469,
      "byugs": 1470,
      "skud": 1471,
      "bA": 1472,
      "brnyes": 1473,
      "chas": 1474,
      "rkun": 1475,
      "khab": 1476,
      "kra": 1477,
      "sbas": 1478,
      "sgor": 1479,
      "22": 1480,
      "zlos": 1481,
      "khur": 1482,
      "rbad": 1483,
      "zan": 1484,
      "greng": 1485,
      "gung": 1486,
      "?]": 1487,
      "smod": 1488,
      "brtsam": 1489,
      "thor": 1490,
      "bsgribs": 1491,
      "gsad": 1492,
      "klog": 1493,
      "gir": 1494,
      "mes": 1495,
      "aut": 1496,
      "phos": 1497,
      "bhi": 1498,
      "el": 1499,
      "phran": 1500,
      "skam": 1501,
      "23": 1502,
      "24": 1503,
      "cod": 1504,
      "koo": 1505,
      "sdong": 1506,
      "bgo": 1507,
      "mdangs": 1508,
      "sgrog": 1509,
      "blud": 1510,
      "krung": 1511,
      "mdza": 1512,
      "gsar": 1513,
      "shwa": 1514,
      "skyil": 1515,
      "25": 1516,
      "shos": 1517,
      "ksha": 1518,
      "phug": 1519,
      "sge": 1520,
      "bcur": 1521,
      "kog": 1522,
      "spel": 1523,
      "lding": 1524,
      "lad": 1525,
      "dkris": 1526,
      "lkog": 1527,
      "bslang": 1528,
      "igs": 1529,
      "brjed": 1530,
      "pA": 1531,
      "gr": 1532,
      "tsit": 1533,
      "yol": 1534,
      "mngar": 1535,
      "sbu": 1536,
      "gzhol": 1537,
      "ngal": 1538,
      "thA": 1539,
      "yar": 1540,
      "zlog": 1541,
      "sgeg": 1542,
      "mkhar": 1543,
      "/)": 1544,
      "mchu": 1545,
      "26": 1546,
      "autpa": 1547,
      "bshang": 1548,
      "dregs": 1549,
      "zangs": 1550,
      "phar": 1551,
      "phangs": 1552,
      "bzhengs": 1553,
      "sus": 1554,
      "khyams": 1555,
      "mthil": 1556,
      "mthing": 1557,
      "thungs": 1558,
      "ljon": 1559,
      "tshugs": 1560,
      "rI": 1561,
      "lhas": 1562,
      "hri": 1563,
      "bsrungs": 1564,
      "zang": 1565,
      "dzum": 1566,
      "gnag": 1567,
      "chal": 1568,
      "deg": 1569,
      "gyed": 1570,
      "zhon": 1571,
      "bskrad": 1572,
      "bsres": 1573,
      "dze": 1574,
      "lar": 1575,
      "27": 1576,
      "tsher": 1577,
      "ske": 1578,
      "phen": 1579,
      "rgyang": 1580,
      "sva": 1581,
      "tig": 1582,
      "lhar": 1583,
      "zhum": 1584,
      "gol": 1585,
      "sA": 1586,
      "phongs": 1587,
      "sring": 1588,
      "rngu": 1589,
      "gzhir": 1590,
      "khrid": 1591,
      "skor": 1592,
      "chan": 1593,
      "chab": 1594,
      "ning": 1595,
      "myang": 1596,
      "gror": 1597,
      "yengs": 1598,
      "tsandan": 1599,
      "sid": 1600,
      "shva": 1601,
      "snyi": 1602,
      "ros": 1603,
      "rnon": 1604,
      "28": 1605,
      "thur": 1606,
      "[?]": 1607,
      "phral": 1608,
      "shed": 1609,
      "rno": 1610,
      "sat": 1611,
      "dpral": 1612,
      "son": 1613,
      "gcan": 1614,
      "pus": 1615,
      "Ni": 1616,
      "blos": 1617,
      "aam": 1618,
      "rlob": 1619,
      "gzir": 1620,
      "gud": 1621,
      "phog": 1622,
      "Da": 1623,
      "zhib": 1624,
      "phud": 1625,
      "kam": 1626,
      "rdzing": 1627,
      "gsan": 1628,
      "gha": 1629,
      "shud": 1630,
      "sen": 1631,
      "rku": 1632,
      "bzla": 1633,
      "...": 1634,
      "mdud": 1635,
      "zing": 1636,
      "brum": 1637,
      "gug": 1638,
      "gron": 1639,
      "bzhad": 1640,
      "gugs": 1641,
      "gzhom": 1642,
      "phata": 1643,
      "gya": 1644,
      "nyas": 1645,
      "dmag": 1646,
      "btsugs": 1647,
      "gcin": 1648,
      "glegs": 1649,
      "bshams": 1650,
      "kr": 1651,
      "29": 1652,
      "dgrol": 1653,
      "gyon": 1654,
      "smig": 1655,
      "ran": 1656,
      "rtsva": 1657,
      "dzny": 1658,
      "gting": 1659,
      "glog": 1660,
      "ngar": 1661,
      "sma": 1662,
      "btud": 1663,
      "dzu": 1664,
      "30": 1665,
      "dbyig": 1666,
      "jal": 1667,
      "byings": 1668,
      "bton": 1669,
      "sos": 1670,
      "stu": 1671,
      "rnying": 1672,
      "tr": 1673,
      "thon": 1674,
      "bskus": 1675,
      "kau": 1676,
      "srungs": 1677,
      "bee": 1678,
      "pe": 1679,
      "rtsis": 1680,
      "tse": 1681,
      "mgul": 1682,
      "gA": 1683,
      "brgal": 1684,
      "cis": 1685,
      "mdung": 1686,
      "sil": 1687,
      "at": 1688,
      "rib": 1689,
      "phrogs": 1690,
      "bskang": 1691,
      "khongs": 1692,
      "rtsig": 1693,
      "...(": 1694,
      "phas": 1695,
      "bsngos": 1696,
      "tad": 1697,
      "shul": 1698,
      "bcang": 1699,
      "lug": 1700,
      "khyu": 1701,
      "grag": 1702,
      "ao": 1703,
      "bzo": 1704,
      "nom": 1705,
      "bzho": 1706,
      "rugs": 1707,
      "gtugs": 1708,
      "gcer": 1709,
      "gzer": 1710,
      "31": 1711,
      "gdungs": 1712,
      "bkrus": 1713,
      "sba": 1714,
      "btsan": 1715,
      "sbal": 1716,
      "gzar": 1717,
      "rings": 1718,
      "dugs": 1719,
      "st": 1720,
      "brnyas": 1721,
      "dgang": 1722,
      "rjer": 1723,
      "snye": 1724,
      "sdod": 1725,
      "btsas": 1726,
      "byos": 1727,
      "cog": 1728,
      "chom": 1729,
      "dengs": 1730,
      "sran": 1731,
      "skyur": 1732,
      "stabs": 1733,
      "drin": 1734,
      "tshil": 1735,
      "wang": 1736,
      "ded": 1737,
      "shr": 1738,
      "mnar": 1739,
      "bzangs": 1740,
      "bslabs": 1741,
      "bsu": 1742,
      "rgyar": 1743,
      "ir": 1744,
      "sdigs": 1745,
      "gangg": 1746,
      "dru": 1747,
      "shAkya": 1748,
      "bsho": 1749,
      "brgyal": 1750,
      "spras": 1751,
      "lor": 1752,
      "hud": 1753,
      "gson": 1754,
      "gnam": 1755,
      "gla": 1756,
      "bkres": 1757,
      "sprad": 1758,
      "padmo": 1759,
      "bshi": 1760,
      "bsnu": 1761,
      "yaH": 1762,
      "dom": 1763,
      "32": 1764,
      "gtsigs": 1765,
      "dral": 1766,
      "haM": 1767,
      "mer": 1768,
      "tstsha": 1769,
      "shiny": 1770,
      "dA": 1771,
      "har": 1772,
      "mthon": 1773,
      "bsnun": 1774,
      "btul": 1775,
      "gding": 1776,
      "rnyog": 1777,
      "pur": 1778,
      "bstim": 1779,
      "dpar": 1780,
      "skyi": 1781,
      "ljongs": 1782,
      "brdeg": 1783,
      "phyang": 1784,
      "bsgreng": 1785,
      "bcol": 1786,
      "ngur": 1787,
      "mah": 1788,
      "brlag": 1789,
      "gad": 1790,
      "ju": 1791,
      "tsu": 1792,
      "saM": 1793,
      "bzhon": 1794,
      "khra": 1795,
      "dungs": 1796,
      "gon": 1797,
      "shal": 1798,
      "brgyar": 1799,
      "karma": 1800,
      "phor": 1801,
      "ut": 1802,
      "bting": 1803,
      "gre": 1804,
      "....": 1805,
      "byol": 1806,
      "Shi": 1807,
      "skul": 1808,
      "brta": 1809,
      "33": 1810,
      "bshig": 1811,
      "nol": 1812,
      "ltag": 1813,
      "mgron": 1814,
      "shan": 1815,
      "brna": 1816,
      "yel": 1817,
      "gsog": 1818,
      "phyugs": 1819,
      "rum": 1820,
      "brtsi": 1821,
      "nod": 1822,
      "gum": 1823,
      "bying": 1824,
      "bsnye": 1825,
      "bsgos": 1826,
      "pri": 1827,
      "ogs": 1828,
      "gsho": 1829,
      "gces": 1830,
      "mgyogs": 1831,
      "lA": 1832,
      "gze": 1833,
      "tshva": 1834,
      "nI": 1835,
      "sang": 1836,
      "sbubs": 1837,
      "dgas": 1838,
      "bskos": 1839,
      "bang": 1840,
      "shun": 1841,
      "sya": 1842,
      "rgas": 1843,
      "rdzi": 1844,
      "mugs": 1845,
      "bros": 1846,
      "dhu": 1847,
      "khengs": 1848,
      "mangs": 1849,
      "gdo": 1850,
      "chur": 1851,
      "brdungs": 1852,
      "rgyug": 1853,
      "thul": 1854,
      "rgyags": 1855,
      "shtha": 1856,
      "dmu": 1857,
      "dpog": 1858,
      "rngam": 1859,
      "mdze": 1860,
      "gzhig": 1861,
      "gnyug": 1862,
      "34": 1863,
      "spyang": 1864,
      "bhu": 1865,
      "bshos": 1866,
      "phyar": 1867,
      "sbar": 1868,
      "kas": 1869,
      "dpes": 1870,
      "zu": 1871,
      "gyu": 1872,
      "brangs": 1873,
      "gdangs": 1874,
      "dzah": 1875,
      "dw": 1876,
      "shri": 1877,
      "goo": 1878,
      "bkram": 1879,
      "brdung": 1880,
      "stangs": 1881,
      "nos": 1882,
      "lud": 1883,
      "lham": 1884,
      "tshabs": 1885,
      "tsham": 1886,
      "mri": 1887,
      "AH": 1888,
      "ratna": 1889,
      "sprod": 1890,
      "blun": 1891,
      "mir": 1892,
      "spun": 1893,
      "stug": 1894,
      "bhya": 1895,
      "gsos": 1896,
      "lc": 1897,
      "ger": 1898,
      "glags": 1899,
      "phebs": 1900,
      "brku": 1901,
      "rtul": 1902,
      "stang": 1903,
      "bskyab": 1904,
      "ja": 1905,
      "dr": 1906,
      "bsnol": 1907,
      "rmugs": 1908,
      "men": 1909,
      "klad": 1910,
      "bcus": 1911,
      "///": 1912,
      "Tha": 1913,
      "rva": 1914,
      "wam": 1915,
      "smyung": 1916,
      "35": 1917,
      "dhe": 1918,
      "gsher": 1919,
      "yaM": 1920,
      "btsos": 1921,
      "....(": 1922,
      "lhor": 1923,
      "kI": 1924,
      "gdengs": 1925,
      "bslangs": 1926,
      "mj": 1927,
      "skyug": 1928,
      "pam": 1929,
      "srad": 1930,
      "brla": 1931,
      "maH": 1932,
      "u0": 1933,
      "u0f": 1934,
      "phod": 1935,
      "zhan": 1936,
      "tshegs": 1937,
      "sru": 1938,
      "dkrugs": 1939,
      "zhog": 1940,
      "bsnyad": 1941,
      "bsang": 1942,
      "bskum": 1943,
      "mtshor": 1944,
      "brug": 1945,
      "mgur": 1946,
      "tI": 1947,
      "gab": 1948,
      "ksh": 1949,
      "degs": 1950,
      "ngoms": 1951,
      "zungs": 1952,
      "mchil": 1953,
      "lhur": 1954,
      "rton": 1955,
      "smre": 1956,
      "gtod": 1957,
      "bse": 1958,
      "snyigs": 1959,
      "gom": 1960,
      "dub": 1961,
      "mjed": 1962,
      "nyA": 1963,
      "36": 1964,
      "bsko": 1965,
      "bkrol": 1966,
      "gzhang": 1967,
      "thong": 1968,
      "rm": 1969,
      "gdol": 1970,
      "sme": 1971,
      "pany": 1972,
      "gsor": 1973,
      "thigs": 1974,
      "bcangs": 1975,
      "bder": 1976,
      "khon": 1977,
      "smros": 1978,
      "ther": 1979,
      "btub": 1980,
      "bsta": 1981,
      "amp": 1982,
      "rdzun": 1983,
      "aan": 1984,
      "zhar": 1985,
      "dgar": 1986,
      "leb": 1987,
      "phrod": 1988,
      "ngor": 1989,
      "san": 1990,
      "dala": 1991,
      "lja": 1992,
      "dpyid": 1993,
      "atma": 1994,
      "ges": 1995,
      "gse": 1996,
      "mthol": 1997,
      "dwags": 1998,
      "rked": 1999,
      "yak": 2000,
      "sol": 2001,
      "rod": 2002,
      "mna": 2003,
      "tshos": 2004,
      "ljags": 2005,
      "sbed": 2006,
      "je": 2007,
      "bte": 2008,
      "gau": 2009,
      "dzA": 2010,
      "37": 2011,
      "gangs": 2012,
      "dbyen": 2013,
      "zhun": 2014,
      "doms": 2015,
      "sbra": 2016,
      "khrel": 2017,
      "aar": 2018,
      "gh": 2019,
      "tta": 2020,
      "rlon": 2021,
      "lpags": 2022,
      "bskyang": 2023,
      "brkus": 2024,
      "u0f8": 2025,
      "bslad": 2026,
      "brtsal": 2027,
      "btus": 2028,
      "autpala": 2029,
      "sarb": 2030,
      "sgrar": 2031,
      "[*": 2032,
      "bung": 2033,
      "bcabs": 2034,
      "shad": 2035,
      "khungs": 2036,
      "dgun": 2037,
      "Ur": 2038,
      "mkho": 2039,
      "som": 2040,
      "IH": 2041,
      "mchan": 2042,
      "naM": 2043,
      "rer": 2044,
      "urya": 2045,
      "mnos": 2046,
      "rtswa": 2047,
      "khril": 2048,
      "sten": 2049,
      "khebs": 2050,
      "38": 2051,
      "push": 2052,
      "mur": 2053,
      "baM": 2054,
      "bandha": 2055,
      "bltar": 2056,
      "spyin": 2057,
      "bsnan": 2058,
      "buddha": 2059,
      "shug": 2060,
      "bsg": 2061,
      "bug": 2062,
      "rtsir": 2063,
      "brdar": 2064,
      "bslus": 2065,
      "ShA": 2066,
      "chug": 2067,
      "tvam": 2068,
      "tshab": 2069,
      "gyad": 2070,
      "raM": 2071,
      "bai": 2072,
      "mra": 2073,
      "spre": 2074,
      "'//": 2075,
      "tsA": 2076,
      "pr": 2077,
      "gzhes": 2078,
      "gzod": 2079,
      "zheng": 2080,
      "gzan": 2081,
      "brtsigs": 2082,
      "rngub": 2083,
      "tram": 2084,
      "39": 2085,
      "jim": 2086,
      "mdos": 2087,
      "dgur": 2088,
      "u0f85": 2089,
      "klas": 2090,
      "gtsor": 2091,
      "tso": 2092,
      "bsangs": 2093,
      "shya": 2094,
      "40": 2095,
      "ldeng": 2096,
      "tva": 2097,
      "con": 2098,
      "gying": 2099,
      "chol": 2100,
      "thebs": 2101,
      "srab": 2102,
      "thum": 2103,
      "tsakra": 2104,
      "hoh": 2105,
      "bid": 2106,
      "spar": 2107,
      "41": 2108,
      "khyung": 2109,
      "sengge": 2110,
      "rwa": 2111,
      "bteg": 2112,
      "bslu": 2113,
      "tya": 2114,
      "satva": 2115,
      "drar": 2116,
      "dzambu": 2117,
      "nyag": 2118,
      "bI": 2119,
      "satv": 2120,
      "dmangs": 2121,
      "bsdi": 2122,
      "sog": 2123,
      "btsir": 2124,
      "rnag": 2125,
      "bdar": 2126,
      "dzaH": 2127,
      "smyo": 2128,
      "bkab": 2129,
      "42": 2130,
      "slon": 2131,
      "btso": 2132,
      "bsrel": 2133,
      "dv": 2134,
      "ain": 2135,
      "rdor": 2136,
      "shang": 2137,
      "shigs": 2138,
      "dwangs": 2139,
      "grog": 2140,
      "mis": 2141,
      "rdal": 2142,
      "dzud": 2143,
      "dharm": 2144,
      "dkrol": 2145,
      "Di": 2146,
      "wi": 2147,
      "tun": 2148,
      "NA": 2149,
      "@##": 2150,
      "tham": 2151,
      "waM": 2152,
      "dngas": 2153,
      "thibs": 2154,
      "gzengs": 2155,
      "bdog": 2156,
      "gdub": 2157,
      "kos": 2158,
      "smyon": 2159,
      "bsdigs": 2160,
      "sarbba": 2161,
      "gengs": 2162,
      "ag": 2163,
      "bklag": 2164,
      "bzhud": 2165,
      "gran": 2166,
      "khrungs": 2167,
      "gor": 2168,
      "taM": 2169,
      "rkyang": 2170,
      "dron": 2171,
      "khi": 2172,
      "skem": 2173,
      "Ti": 2174,
      "rgud": 2175,
      "tishtha": 2176,
      "bogs": 2177,
      "/...(": 2178,
      "mnyen": 2179,
      "tshags": 2180,
      "chun": 2181,
      "phub": 2182,
      "dzva": 2183,
      "gshog": 2184,
      "mr": 2185,
      "bstabs": 2186,
      "rkyal": 2187,
      "skran": 2188,
      "iT": 2189,
      "kaH": 2190,
      "tadya": 2191,
      "skus": 2192,
      "tshed": 2193,
      "hrIH": 2194,
      "dI": 2195,
      "Shu": 2196,
      "zor": 2197,
      "skong": 2198,
      "snyems": 2199,
      "shta": 2200,
      "43": 2201,
      "rdol": 2202,
      "skrod": 2203,
      "kyus": 2204,
      ";'": 2205,
      "taH": 2206,
      "hna": 2207,
      "lku": 2208,
      "nged": 2209,
      "arya": 2210,
      "khol": 2211,
      "co": 2212,
      "bklags": 2213,
      "bsdad": 2214,
      "bcag": 2215,
      "nongs": 2216,
      "khrol": 2217,
      "kor": 2218,
      "skyu": 2219,
      "khrigs": 2220,
      "pal": 2221,
      "blag": 2222,
      "smug": 2223,
      "stor": 2224,
      "bangs": 2225,
      "rtsed": 2226,
      "shor": 2227,
      "bsdam": 2228,
      "aah": 2229,
      "yus": 2230,
      "nir": 2231,
      "ren": 2232,
      "44": 2233,
      "bregs": 2234,
      "gtams": 2235,
      "kshi": 2236,
      "mngag": 2237,
      "stvam": 2238,
      "ler": 2239,
      "brkos": 2240,
      "harma": 2241,
      "rgun": 2242,
      "rngo": 2243,
      "yem": 2244,
      "glan": 2245,
      "keng": 2246,
      "nyo": 2247,
      "bhy": 2248,
      "sod": 2249,
      "bsham": 2250,
      "rkan": 2251,
      "shrI": 2252,
      "moong": 2253,
      "tre": 2254,
      "gtun": 2255,
      "yAM": 2256,
      "ging": 2257,
      "kaM": 2258,
      "tshwa": 2259,
      "gnya": 2260,
      "nyungs": 2261,
      "hI": 2262,
      "sbrel": 2263,
      "gzo": 2264,
      "khob": 2265,
      "tas": 2266,
      "khog": 2267,
      "brnab": 2268,
      "brlan": 2269,
      "snar": 2270,
      "bigs": 2271,
      "moonggal": 2272,
      "hoH": 2273,
      "lkugs": 2274,
      "glen": 2275,
      "gnyan": 2276,
      "gzas": 2277,
      "(]": 2278,
      "grul": 2279,
      "spring": 2280,
      "[)": 2281,
      "dharma": 2282,
      "btson": 2283,
      "khron": 2284,
      "skyugs": 2285,
      "nim": 2286,
      "zar": 2287,
      "brog": 2288,
      "skas": 2289,
      "gzhog": 2290,
      "bsnyems": 2291,
      "manta": 2292,
      "grwa": 2293,
      "chig": 2294,
      "tAM": 2295,
      "sle": 2296,
      "sder": 2297,
      "mandala": 2298,
      "bkye": 2299,
      "grva": 2300,
      "lcug": 2301,
      "nyil": 2302,
      "spags": 2303,
      "gyes": 2304,
      "pU": 2305,
      "45": 2306,
      "thags": 2307,
      "rtser": 2308,
      "stsogs": 2309,
      "dho": 2310,
      "run": 2311,
      "rid": 2312,
      "ata": 2313,
      "para": 2314,
      "[)]": 2315,
      "raH": 2316,
      "yag": 2317,
      "aM": 2318,
      "brtas": 2319,
      "aoo": 2320,
      "skams": 2321,
      "khom": 2322,
      "rtsad": 2323,
      "stir": 2324,
      "[(]": 2325,
      "raksha": 2326,
      "bskams": 2327,
      "ngus": 2328,
      "skyid": 2329,
      "gsus": 2330,
      "rba": 2331,
      "we": 2332,
      "tsog": 2333,
      "stengs": 2334,
      "smrig": 2335,
      "tshin": 2336,
      "chibs": 2337,
      "skrangs": 2338,
      "snyom": 2339,
      "'/": 2340,
      "zong": 2341,
      "nAM": 2342,
      "khug": 2343,
      "laM": 2344,
      "gyel": 2345,
      "bhe": 2346,
      "dush": 2347,
      "shag": 2348,
      "sI": 2349,
      "mtshang": 2350,
      "dpang": 2351,
      "skyer": 2352,
      "dkyus": 2353,
      "rdeg": 2354,
      "maN": 2355,
      "bil": 2356,
      "maud": 2357,
      "brgyas": 2358,
      "stam": 2359,
      "dgram": 2360,
      "dku": 2361,
      "spungs": 2362,
      "padmar": 2363,
      "spongs": 2364,
      "dmod": 2365,
      "rde": 2366,
      "mtshe": 2367,
      "gsham": 2368,
      "lhod": 2369,
      "dbal": 2370,
      "mid": 2371,
      "dzo": 2372,
      "gdeng": 2373,
      "bsre": 2374,
      "tshams": 2375,
      "chem": 2376,
      "sing": 2377,
      "ldem": 2378,
      "46": 2379,
      "gca": 2380,
      "them": 2381,
      "drags": 2382,
      "chings": 2383,
      "sga": 2384,
      "stongs": 2385,
      "yee": 2386,
      "im": 2387,
      "byam": 2388,
      "phrom": 2389,
      "many": 2390,
      "gzhogs": 2391,
      "lhang": 2392,
      "tt": 2393,
      "tres": 2394,
      "by": 2395,
      "bskyal": 2396,
      "sgang": 2397,
      "bres": 2398,
      "bdugs": 2399,
      "kshu": 2400,
      "ldeb": 2401,
      "khA": 2402,
      "bzhu": 2403,
      "rgyam": 2404,
      "shI": 2405,
      "tiSh": 2406,
      "skyel": 2407,
      "She": 2408,
      "tshems": 2409,
      "pang": 2410,
      "us": 2411,
      "tol": 2412,
      "mnye": 2413,
      "sngom": 2414,
      "phru": 2415,
      "ita": 2416,
      "khram": 2417,
      "siddhi": 2418,
      "gzhungs": 2419,
      "hom": 2420,
      "skyegs": 2421,
      "bags": 2422,
      "gyo": 2423,
      "aakya": 2424,
      "twa": 2425,
      "zo": 2426,
      "bsgrag": 2427,
      "yer": 2428,
      "At": 2429,
      "mthas": 2430,
      "haH": 2431,
      "gnan": 2432,
      "rlan": 2433,
      "bems": 2434,
      "gyings": 2435,
      "rting": 2436,
      "sug": 2437,
      "lim": 2438,
      "grihna": 2439,
      "DA": 2440,
      "phob": 2441,
      "rU": 2442,
      "brim": 2443,
      "rar": 2444,
      "kum": 2445,
      "lteng": 2446,
      "trag": 2447,
      "shod": 2448,
      "bgrangs": 2449,
      "dzem": 2450,
      "gseb": 2451,
      "++": 2452,
      "tug": 2453,
      "brkam": 2454,
      "bskon": 2455,
      "bhr": 2456,
      "brtol": 2457,
      "breng": 2458,
      "ron": 2459,
      "rtsib": 2460,
      "tsanda": 2461,
      "smyos": 2462,
      "snabs": 2463,
      "gtar": 2464,
      "pandi": 2465,
      "sy": 2466,
      "mjal": 2467,
      "lcang": 2468,
      "sim": 2469,
      "gzud": 2470,
      "47": 2471,
      "kla": 2472,
      "klan": 2473,
      "wAM": 2474,
      "dngang": 2475,
      "snyim": 2476,
      "NI": 2477,
      "btsud": 2478,
      "tim": 2479,
      "shra": 2480,
      "dmus": 2481,
      "snag": 2482,
      "dpyangs": 2483,
      "les": 2484,
      "Ar": 2485,
      "bsgrims": 2486,
      "zlas": 2487,
      "dbral": 2488,
      "rdzus": 2489,
      "bsgyings": 2490,
      "myed": 2491,
      "bsdoms": 2492,
      "aee": 2493,
      "khyo": 2494,
      "dya": 2495,
      "shuddha": 2496,
